Repository: openplotter/openplotter-serial
Catalog: openplotterSerial/locale/*/LC_MESSAGES/openplotter-serial.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, pl, sv

source: Serial
ca: Sèrie
cs: Sériová linka
da: Seriel
de: Seriell
es: Serie
fi: Sarja
fr: Série
it: Seriale
nb: Seriell
pl: Porty szeregowe
sv: Seriell

source: openplotter-serial
cs: openPlotter sériové rozhraní
da: openPlotter Seriel
de: openplotter-seriell
es: puertos Serie OpenPlotter
fi: openplotter-sarja
nb: openplotter-serieport
pl: openplotter - urządzenia szeregowe
sv: openplotter-seriell

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Guida
nb: Hjelp
pl: Pomoc
sv: Hjälp

source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
nb: Innstillinger
pl: Ustawienia
sv: Inställningar

source: Devices
ca: Dispositius
cs: Zařízení
da: Enheder
de: Geräte
es: Dispositivos
fi: Laitteet
fr: Périphériques
it: Dispositivi
nb: Enheter
pl: Urządzenia
sv: Enheter

source: Connections
ca: Connexions
cs: Připojení
da: Forbindelser
de: Verbindungen
es: Conexiones
fi: Yhteydet
fr: Connexions
it: Connessioni
nb: Tilkoblinger
pl: Połączenia
sv: Anslutningar

source: This action enables UART0 interface in GPIO 14 and 15.
ca: Aquesta acció habilita la interfície UART0 en els GPIO 14 i 15.
es: Esta acción habilita la interfaz UART0 en GPIO 14 y 15.
it: Questa azione abilita l'interfaccia UART0 in GPIO 14 e 15.
sv: Denna åtgärd aktiverar UART0 gränssnittet för GPIO 14 och 15.

source: This action disables Bluetooth and enables UART0 interface in GPIO 14 and 15.
ca: Aquesta acció deshabilita el Bluetooth i habilita la interfície UART0 en els GPIO 14 i 15.
es: Esta acción desactiva el Bluetooth y habilita la interfaz UART0 en GPIO 14 y 15.
it: Questa azione disabilita il Bluetooth e abilita l'interfaccia UART0 in GPIO 14 e 15.
sv: Denna åtgärd avaktiverar Bluetooth och aktiverar UART0 gränssnittet för GPIO 14 och 15.

source: Changes will be applied after the next reboot.
ca: Els canvis s'aplicaran després de reiniciar.
es: Los cambios se aplicarán después del siguiente reinicio.
fr: Les modifications seront appliquées au prochain redémarrage.
it: Le modifiche saranno applicate dopo il prossimo riavvio.
sv: Klar. Ändringarna kommer att gälla efter nästa omstart.

source: Are you sure?
ca: Estàs segur?
cs: Jste si jistý?
da: Er du sikker?
de: Bist du sicher?
es: ¿Esta seguro?
fi: Oletko varma?
fr: Êtes-vous sûr ?
it: Sei sicuro?
nb: Er du sikker?
pl: Jesteś pewien?
sv: Är du säker?

source: Question
ca: Pregunta
cs: Otázka
da: Spørgsmål
de: Frage
es: Pregunta
fi: Kysymys
it: Domanda
nb: Spørsmål
pl: Pytanie
sv: Fråga

source: This action disables UART0 interface in GPIO 14 and 15.
ca: Aquesta acció deshabilita la interfície UART0 en els GPIO 14 i 15.
es: Esta acción desactiva la interfaz UART0 en GPIO 14 y 15.
it: Questa azione disabilita l'interfaccia UART0 in GPIO 14 e 15.
sv: Denna åtgärd avaktiverar UART0 gränssnittet för GPIO 14 och 15.

source: This action disables UART0 interface in GPIO 14 and 15 and enables Bluetooth.
ca: Aquesta acció deshabilita la interfície UART0 en els GPIO 14 i 15 i habilita el Bluetooth.
es: Esta acción desactiva la interfaz UART0 en GPIO 14 y 15 y habilita Bluetooth.
it: Questa azione disabilita l'interfaccia UART0 in GPIO 14 e 15 e abilita Bluetooth.

source: This action enables UART1 interface in GPIO 0 and 1.
ca: Aquesta acció habilita la interfície UART1 en els GPIO 0 i 1.
es: Esta acción habilita la interfaz UART1 en GPIO 0 y 1.
it: Questa azione abilita l'interfaccia UART1 in GPIO 0 e 1.

source: This action disables UART1 interface in GPIO 0 and 1.
ca: Aquesta acció deshabilita la interfície UART1 en els GPIO 0 i 1.
es: Esta acción inhabilita la interfaz UART1 en GPIO 0 y 1.
it: Questa azione disabilita l'interfaccia UART1 in GPIO 0 e 1.

source: This action enables UART2 interface in GPIO 4 and 5.
ca: Aquesta acció habilita la interfície UART2 en els GPIO 4 i 5.
es: Esta acción habilita la interfaz UART2 en GPIO 4 y 5.
it: Questa azione abilita l'interfaccia UART2 in GPIO 4 e 5.

source: This action enables UART2 interface in GPIO 0 and 1.
ca: Aquesta acció habilita la interfície UART2 en els GPIO 0 i 1.
es: Esta acción habilita la interfaz UART2 en GPIO 0 y 1.
it: Questa azione abilita l'interfaccia UART2 in GPIO 0 e 1.

source: This action disables UART2 interface in GPIO 4 and 5.
ca: Aquesta acció deshabilita la interfície UART2 en els GPIO 4 i 5.
es: Esta acción inhabilita la interfaz UART2 en GPIO 4 y 5.
it: Questa azione disabilita l'interfaccia UART2 in GPIO 4 e 5.

source: This action disables UART2 interface in GPIO 0 and 1.
ca: Aquesta acció deshabilita la interfície UART2 en els GPIO 0 i 1.
es: Esta acción inhabilita la interfaz UART2 en GPIO 0 y 1.
it: Questa azione disabilita l'interfaccia UART2 in GPIO 0 e 1.

source: This action enables UART3 interface in GPIO 8 and 9.
ca: Aquesta acció habilita la interfície UART3 en els GPIO 8 i 9.
es: Esta acción habilita la interfaz UART3 en GPIO 8 y 9.
it: Questa azione abilita l'interfaccia UART3 in GPIO 8 e 9.

source: This action enables UART3 interface in GPIO 4 and 5.
ca: Aquesta acció habilita la interfície UART3 en els GPIO 4 i 5.
es: Esta acción habilita la interfaz UART3 en GPIO 4 y 5.
it: Questa azione abilita l'interfaccia UART3 in GPIO 4 e 5.

source: This action disables UART3 interface in GPIO 8 and 9.
ca: Aquesta acció deshabilita la interfície UART3 en els GPIO 8 i 9.
es: Esta acción inhabilita la interfaz UART3 en GPIO 8 y 9.
it: Questa azione disabilita l'interfaccia UART3 in GPIO 8 e 9.

source: This action disables UART3 interface in GPIO 4 and 5.
ca: Aquesta acció deshabilita la interfície UART3 en els GPIO 4 i 5.
es: Esta acción inhabilita la interfaz UART3 en GPIO 4 y 5.
it: Questa azione disabilita l'interfaccia UART3 in GPIO 4 e 5.

source: This action enables UART4 interface in GPIO 12 and 13.
ca: Aquesta acció habilita la interfície UART4 en els GPIO 12 i 13.
es: Esta acción habilita la interfaz UART4 en GPIO 12 y 13.
it: Questa azione consente l'interfaccia UART4 in GPIO 12 e 13.

source: This action enables UART4 interface in GPIO 8 and 9.
ca: Aquesta acció habilita la interfície UART4 en els GPIO 8 i 9.
es: Esta acción habilita la interfaz UART4 en GPIO 8 y 9.
it: Questa azione abilita l'interfaccia UART4 in GPIO 8 e 9.

source: This action disables UART4 interface in GPIO 12 and 13.
ca: Aquesta acció deshabilita la interfície UART4 en els GPIO 12 i 13.
es: Esta acción inhabilita la interfaz UART4 en GPIO 12 y 13.
it: Questa azione disabilita l'interfaccia UART4 in GPIO 12 e 13.

source: This action disables UART4 interface in GPIO 8 and 9.
ca: Aquesta acció deshabilita la interfície UART4 en els GPIO 8 i 9.
es: Esta acción inhabilita la interfaz UART4 en GPIO 8 y 9.
it: Questa azione disabilita l'interfaccia UART4 in GPIO 8 e 9.

source: This action enables UART5 interface in GPIO 12 and 13.
ca: Aquesta acció habilita la interfície UART5 en els GPIO 12 i 13.
es: Esta acción habilita la interfaz UART5 en GPIO 12 y 13.
it: Questa azione consente l'interfaccia UART5 in GPIO 12 e 13.

source: This action disables UART5 interface in GPIO 12 and 13.
ca: Aquesta acció deshabilita la interfície UART5 en els GPIO 12 i 13.
es: Esta acción inhabilita la interfaz UART5 en GPIO 12 y 13.
it: Questa azione disabilita l'interfaccia UART5 in GPIO 12 e 13.

source: USB port
ca: Port USB
es: Puerto USB
fi: USB portti
fr: Port USB
it: Porta USB
pl: Port USB

source: device
ca: dispositiu
cs: zařízení
da: enhed
de: Gerät
es: dispositivo
fi: laite
fr: périphérique
it: dispositivo
nb: enhet
pl: urządzenie
sv: enhet

source: vendor
ca: fabricant
cs: výrobce
da: fabrikant
de: Anbieter
es: fabricante
fi: toimittaja
fr: fournisseur
it: fornitore
nb: leverandør
pl: producent
sv: tillverkare

source: product
ca: producte
cs: produkt
da: produkt
de: Produkt
es: producto
fi: tuote
fr: produit
it: prodotto
nb: produkt
pl: produkt
sv: produkt

source: serial
ca: sèrie
de: seriell
es: serie
fi: sarja
fr: série
it: seriale
nb: seriell
pl: numer seryjny

source: remember
ca: recorda
cs: pamatovat
da: husk
de: erinnern
es: recordar
fi: muista
fr: retenir
it: ricorda
nb: husk
pl: zapamiętaj
sv: kom ihåg

source: data
ca: dades
de: Daten
es: datos
fi: tiedot
fr: données
it: dati
pl: dane

source: Remember device (by vendor, product, serial)
ca: Recordi dispositiu (pel proveïdor, producte, número de sèrie)
cs: Pamatovat si zařízení (podle dodavatele, produktu, sériového čísla)
da: Husk enhed (Fabrikant, produkt, seriel.)
de: Gerät merken (nach Hersteller, Produkt, Seriell)
es: Recordar dispositivo por fabricante, producto, (serie)
fi: Muistaa laitteen (myyjä, tuote-, sarja-numero)
fr: Retenir le périphérique (par fournisseur, produit, No de série)
it: Ricorda il dispositivo (per fornitore, prodotto, seriale)
nb: Husk enhet (ved leverandør, produkt, seriell)
pl: Zapamiętaj urządzenie (przez producenta, produkt, nr seryjny)
sv: Kom ihåg enhet (genom leverantör, produkt, serienummer)

source: Remember port (position on the USB-hub)
ca: Recordeu port (posició en el hub USB)
de: Port merken (Position am USB-Hub)
es: Recordar puerto (posición en el hub USB)
fr: Se souvernir du port (position sur le hub USB)
it: Ricorda la porta (posizione sull'hub USB)
nb: Husk utgang (posisjon på USB-hub)

source: Refresh
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Virkistä
fr: Actualiser
it: Aggiorna
nb: Oppdater
pl: Odśwież
sv: Uppdatera

source: Details
ca: Detalls
es: Detalles
fr: Détails
it: Dettagli
nb: Detaljer

source: Apply
ca: Aplica
cs: Použít
da: Anvend
de: anwenden
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
nb: Bruk
pl: Zastosuj
sv: Verkställ

source: Remove
ca: Elimina
cs: Odebrat
da: Fjern
de: entfernen
es: Eliminar
fi: Poista
fr: Supprimer
it: Rimuovi
nb: Fjern
pl: Usuń
sv: Radera

source: Device with vendor
ca: Dispositiu amb fabricant
cs: Zařízení s dodavatelem
da: Enhed med Fabrikant
de: Gerät mit Hersteller
es: Dispositivo con proveedor
fi: Toimittajan laite
fr: Périphérique avec fournisseur
it: Dispositivo con fornitore
nb: Enhet med leverandør
pl: Urządzenie producenta
sv: Enhet med tillverkare

source: is connected to a reserved port
ca: està connectat a un port reservat
cs: je připojeno k vyhrazenému portu
da: er tilsluttet en reserveret port
de: ist mit einem reservierten Port verbunden
es: está conectado a un puerto reservado
fi: on kytketty varattuun porttiin
fr: est connecté à un port réservé
it: è connesso a una porta riservata
nb: er tilkoblet en reservert port
pl: jest połączony z zarezerwowanym portem
sv: är ansluten till en reserverad port

source: upper left
ca: superior esquerra
cs: vlevo nahoře
da: øverst til venstre
de: links oben
es: superior izquierda
fi: ylös vasemmalle
fr: en haut à gauche
it: in alto a sinistra
nb: øverst til venstre
pl: górny lewy
sv: uppe till vänster

source: upper right
ca: superior dreta
cs: vpravo nahoře
da: øverst til højre
de: oben rechts
es: superior derecha
fi: ylös oikealle
fr: en haut à droite
it: in alto a destra
nb: øverst til høyre
pl: górny prawy
sv: uppe till höger

source: middle left
ca: a l'esquerra al mig
cs: uprostřed vlevo
da: midteren til venstre
de: mitte links
es: centro izquierda
fi: keskellä vasemmalla
fr: au milieu à gauche
it: centrale a sinistra
nb: i midten til venstre
pl: środkowy lewy
sv: mitten till vänster

source: middle right
ca: a la dreta al mig
cs: uprostřed vpravo
da: midteren til højre
de: mittig rechts
es: centro derecha
fi: keskellä oikealla
fr: au milieu à droite
it: centrale a destra
nb: i midten til høyre
pl: środkowy prawy
sv: mitten till höger

source: lower left
ca: a baix a la dreta
cs: dolní levá
da: nederst til venstre
de: links unten
es: inferior izquierda
fi: alas vasemmalle
fr: en bas à gauche
it: in basso a sinistra
nb: nederst til venstre
pl: dolny lewy
sv: nere till vänster

source: lower right
ca: inferior dreta
cs: dolního pravého
da: nederst til højre
de: rechts unten
es: inferior derecha
fi: alas oikealle
fr: en bas à droite
it: in basso a destra
nb: nederst til høyre
pl: dolny prawy
sv: nere till höger

source: no Hub
ca: sense Hub
cs: žádný Hub
da: ingen hub
de: kein Hub
es: sin Hub
fi: ei Hubia
fr: aucun répartiteur (hub)
it: nessun Hub
nb: ingen Hub
pl: brak HUBa
sv: ingen hubb

source: There are missing devices
ca: Falten dispositius
cs: Některá zařízení chybí
da: Der er manglende enheder
de: Es gibt fehlende Geräte
es: Faltan dispositivos
fi: On puuttuvia laitteita
fr: Il y a des périphériques qui manquent
it: Ci sono dispositivi mancanti
nb: Det mangler enheter
pl: Brakuje urządzeń
sv: Det saknas anslutna enheter

source: No device selected
ca: No s'ha seleccionat cap dispositiu
cs: Není vybráno žádné zařízení
da: Ingen valgte enheder
de: Kein Gerät ausgewählt
es: Ningún dispositivo seleccionado
fi: Ei ole valittua laitetta
fr: Aucun périphérique sélectionné
it: Nessun dispositivo selezionato
nb: Ingen enhet valgt
pl: Nie wybrano urządzenia
sv: Ingen enhet är vald

source: Failed. No port selected
ca: Error. Cap port seleccionat
cs: Chyba. Nebyl vybrán žádný port
da: Mislykkedes. Ingen port er valgt
de: Fehlgeschlagen. Kein Port ausgewählt
es: Error. Ningún puerto seleccionado
fi: Epäonnistui. Porttia ei ollut valittu
fr: Échec. Aucun port sélectionné
it: Fallito. Nessuna porta selezionata
nb: Mislyktes. Ingen port valgt
pl: Niepowodzenie. Nie wybrano portu
sv: Misslyckades. Ingen port har valts

source: The alias must be a lowercase string between 1 and 8 characters or numbers.
ca: L'àlies ha de ser una cadena en minúscules entre 1 i 8 caràcters o números.
cs: Alias musí být řetězec malých písmen o délce 1 až 8 znaků nebo čísel.
da: Aliaset skal være små bogstaver mellem 1 og 8 tegn eller tal.
de: Der Alias muss ein aus Kleinbuchstaben oder Zahlen bestehnder String sein mit einer Länge von 1 und 8 Zeichen.
es: El alias debe ser una cadena en minúsculas entre 1 y 8 caracteres o números.
fi: Aliaksen pitää olla 1stä 8aan merkkiä pitkä, pieniä kirjaimia tai numeroita.
fr: L'alias doit être une chaîne en minuscule comprenant entre 1 et 8 caractères ou chiffres.
it: L'alias deve essere una stringa minuscola tra 1 e 8 caratteri o numeri.
nb: Alias må inneholde en små bokstaver eller tall (1 til 8 tegn).
pl: Alias musi być ciągiem od 1 do 8 małych liter lub cyfr.
sv: Namnet måste bestå av gemener eller siffror och vara mellan 1-8 tecken långt.

source: Same alias used for multiple devices
ca: El mateix àlies s'està utilitzant en múltiples dispositius
cs: Stejný alias používaný pro více zařízení
da: Samme alias, bruges til flere enheder
de: Gleicher Alias für mehrere Geräte
es: Error. El mismo nombre se ha usado para múltiples dispositivos
fi: Samaa nimeä käytetään useilla laitteilla
fr: Même alias utilisé pour plusieurs périphériques
it: Stesso alias utilizzato per più dispositivi
nb: Samme alias brukes for flere enheter
pl: Ten sam alias użyty do rożnych urządzeń
sv: Samma alias används på flera enheter

source: Please select type of data
ca: Si us plau, selecciona el tipus de dades
cs: Vyberte prosím typ dat
da: Vælg data type
de: Bitte wählen Sie den Datentyp
es: Por favor, seleccione el tipo de datos
fi: Valitse datan tyyppi
fr: Veuillez sélectionner le type de données
it: Seleziona il tipo di dati
nb: Velg datatype
pl: Wybierz typ danych
sv: Vänligen välj datatyp

source: Device with duplicate vendor and product must be set to "Remember port".
ca: Advertència: Els ports USB amb nom de producte i fabricant duplicat s'han d'establir en mode "recordar por port".
cs: Zařízení s duplicitním dodavatelem a produktem musí být nastaveno na "Zapamatovat si port".
da: Enhed med ens fabrikant og produkt skal være indstillet til "Husk port".
de: Gerät mit gleichem Hersteller und Produkt muss auf "Port speichern" gesetzt werden.
es: Advertencia: Los puertos Usb con nombre de producto y proveedor duplicado se deben establecer en modo "recordar por puerto".
fi: Kahden toimittajan tuotteet on määritettävä ”muista portit” kohdassa.
fr: Un périphérique ayant le même fournisseur et numéro de produit qu'un autre déjà installé doit être réglé sur "Retenir le port".
it: I dispositivi con lo stesso fornitore e prodotto devono essere impostate su "Ricorda porta".
nb: Enhet med duplisert leverandør og produkt må settes til "Husk port".
pl: Urządzenie identyczne (producent i typ) musi być ustawione przez "zapamiętaj port".
sv: Varning: Usb-Portar med anslutna till likadana enheter (tillverkare och produkt) måste anges till ”kom ihåg port”.

source: This port is already reserved and must be set to "Remember device".
ca: Advertencia: Aquest port ja està reservat i s'ha d'establir en mode "Recordar dispositiu".
cs: Tento port je již rezervován a musí být nastaveno na "Zapamatovat si zařízení".
da: Denne port er allerede reserveret og skal indstilles til "Husk enhed".
de: Dieser Port ist bereits reserviert und muss auf "Gerät speichern" gesetzt werden.
es: Advertencia: Este puerto ya está reservado y debe establecerse en "Recordar dispositivo".
fi: Tämä portti on jo varattu ja määritettävä ”muista laite” kohdassa.
fr: Ce port est déjà réservé et doit être réglé sur "Retenir le périphérique".
it: Questa porta è già riservata e deve essere impostata su "Ricorda dispositivo".
nb: Denne porten er allerede reservert og må settes til "Husk enhet".
pl: Ten port jest już zarezerwowany i musisz użyć "Zapamiętaj urządzenie".
sv: Denna port är redan reserverad och måste anges som ”kom ihåg enhet”.

source: Applying changes ...
ca: Aplicant els canvis...
cs: Aplikování změn...
da: Anvender ændringer ...
de: Änderungen werden übernommen ...
es: Aplicando los cambios...
fi: Toteutaan muutoksia...
fr: Application des modifications...
it: Applicazione delle modifiche...
nb: Bruker endringer ...
pl: Stosowanie zmian...
sv: Genomför ändringar...

source: Applied changes
ca: Canvis aplicats
cs: Použité změny
da: Anvendte ændringer
de: Änderungen übernommen
es: Cambios aplicados
fi: Lisätyt muutokset
fr: Modifications appliquées
it: Modifiche applicate
nb: Endringer tatt i bruk
pl: Zmiany zastosowano
sv: Ändringar genomförda

source: Add to Signal K
ca: Afegeix a Signal K
cs: Přidat do Signal K
da: Tilføj til Signal-K
de: Zu Signal K hinzufügen
es: Añadir a Signall K
fi: Lisää Signal Khon
fr: Ajouter à Signal K
it: Aggiungi a Signal K
nb: Legg til i Signal K
pl: Dodaj do Signal K
sv: Lägg till i Signal K

source: Add to CAN Bus
ca: Afegeix al bus CAN
cs: Přidat jako sběrnici CAN
da: Tilføj til CAN-Bus
de: Zu CAN-Bus hinzufügen
es: Añadir a bus CAN
fi: Lisää CAN Busiin
fr: Ajouter au bus CAN
it: Aggiungi a CAN Bus
nb: Legg til CAN buss
pl: Dodaj do magistrali CAN
sv: Lägg till i CAN-buss

source: Add to GPSD
ca: Afegeix a GPSD
cs: Přidat do GPSD
da: Tilføj til GPDS
de: Zu GPSD hinzufügen
es: Añadir a GPSD
fi: Lisää GPSDhen
fr: Ajouter au GPSD
it: Aggiungi a GPSD
nb: Legg til i GPSD
pl: Dodaj do GPSD
sv: Lägg till i GPSD

source: Add to Pypilot
ca: Afegeix a Pypilot
cs: Přidat do Pypilot
da: Tilføj til Pypilot
de: Zu Pypilot hinzufügen
es: Añadir a Pypilot
fi: Lisää Pypilotiin
fr: Ajouter à Pypilot
it: Aggiungi a Pypilot
nb: Legg til i Pypilot
pl: Dodaj do Pypilot
sv: Lägg till i Pypilot

source: connection
ca: connexió
cs: připojení
da: forbindelse
de: verbindung
es: conexión
fi: yhteys
fr: connexion
it: connessione
nb: tilkobling
pl: połączenie
sv: anslutning

source: bauds
cs: baud
es: baudios
fi: baudit
pl: bodów
sv: baud

source: Edit
ca: Edita
cs: Upravit
da: Rediger
de: Editieren
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
nb: Rediger
pl: Edytuj
sv: Redigera

source: Please install "Signal K Installer" OpenPlotter app
ca: Si us plau instal·la l'aplicació d'OpenPlotter "Instal·lador de SignalK"
cs: Prosím, nainstalujte OpenPlotter aplikaci "Instalátor Signal K"
da: Installer venligst OpenPlotter appen "Signal-K Installer"
de: Bitte installieren Sie die OpenPlotter App "Signal K Installer"
es: Por favor, instale la aplicación OpenPlotter "Instalador de Signal K"
fi: Asenna "Signal K asennin" OpenPlotter sovelma
fr: Veuillez installer l'appli OpenPlotter "Installateur Signal K"
it: Installa l'app "Signal K Installer" OpenPlotter
nb: Installer "Signal K-Installer" OpenPlotter-app
pl: Zainstaluj komponent OpenPlotter "Signal K Installer"
sv: Vänligen installera "Signal K Installer" OpenPlotter appen

source: Please install "CAN Bus" OpenPlotter app
ca: Si us plau instal·la l'aplicació d'OpenPlotter "CAN Bus"
cs: Prosím, nainstalujte OpenPlotter aplikaci "CAN Bus"
da: Installer venligst OpenPlotter appen "CAN-Bus"
de: Bitte installieren Sie "CAN Bus" OpenPlotter App
es: Instala la aplicación OpenPlotter "CAN Bus"
fi: Asenna "CAN Bus" OpenPlotter app
fr: Veuillez installer l'appli OpenPlotter "CAN Bus"
it: Installa l'app "CAN Bus" OpenPlotter
nb: Vennligst installer "CAN Bus" OpenPlotter app
pl: Zainstaluj komponent OpenPlotter "CAN Bus"
sv: Vänligen installera "CAN Bus" OpenPlotter appen

source: Restarting Signal K server...
ca: Reiniciant el servidor Signal K...
cs: Restartuji Signal K server...
da: Genstarter Signal K-serveren...
de: Starte Signal K-Server neu...
es: Reiniciando servidor Signal K...
fi: Käynnistetään Signal K palvelin...
fr: Redémarrage du serveur Signal K...
it: Riavvio server Signal K...
nb: Starter Signal K-server på nytt...
pl: Restartowanie serwera Signal K...
sv: Startar om Signal K-servern...

source: Signal K server restarted
ca: Servidor Signal K reiniciat
cs: Signal K server byl restartován
da: Signal K-serveren blev genstartet
de: Signal K Server neu gestartet
es: Servidor Signal K reiniciado
fi: Signal K palvelin käynnistetty
fr: Serveur Signal K redémarré
it: Server Signal K riavviato
nb: Signal K-server startet på nytt
pl: Serwer Signal K został zrestartowany
sv: Signal K-servern omstartad

source: Please install "gpsd" package
ca: Si us plau instal·la el paquet "gpsd"
cs: Prosím, nainstalujte balíček "gpsd"
da: Installer venligst "gpsd" pakken
de: Bitte installieren Sie das Paket "gpsd"
es: Por favor instale el paquete "gpsd"
fi: Asenna "gpsd" paketti
fr: Veuillez installer le paquet "gpsd"
it: Installa il pacchetto "gpsd"
nb: Vennligst installer "gpsd" pakke
pl: Proszę zainstalować pakiet "gpsd"
sv: Vänligen installera paketet "gpsd"

source: Pypilot serial devices modified and restarted
ca: Dispositius sèrie de Pypilot modificats i reiniciats
de: Pypilot serielle Geräte geändert und Autopilot aktiviert
es: Dispositivos serie de Pypilot modificados y reiniciados
fr: Les périphériques série Pypilot ont été modifiés et redémarrés
it: Dispositivi seriali Pypilot modificati e riavviati
nb: Pypilot serielle enheter endret og startet på nytt

source: Please install "Pypilot" OpenPlotter app
ca: Si us plau instal·la l'aplicació d'OpenPlotter "Pypilot"
cs: Nainstalujte prosím aplikaci OpenPlotter "Pypilot"
da: Installer venligst OpenPlotter appen "Pypilot"
de: Bitte installieren Sie "Pypilot" OpenPlotter App
es: Por favor instala la aplicación OpenPlotter "Pypilot"
fi: Asenna "Pypilot" OpenPlotter sovelma
fr: Veuillez installer l'appli OpenPlotter "Pypilot"
it: Installa l'app "Pypilot" OpenPlotter
nb: Vennligst installer "Pypilot" OpenPlotter-app
pl: Proszę zainstalować aplikację OpenPlotter "Pypilot"
sv: Vänligen installera "Pypilot" OpenPlotter appen
