Repository: openplotter/openplotter-serial
Catalog: openplotterSerial/locale/*/LC_MESSAGES/openplotter-serial.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, pl, sv

source: Failed. Error removing connection in Signal K
ca: Error. Error al eliminar la connexió a Signal K
cs: Chyba při odstraňování připojení v Signal K serveru
da: Mislykket. Fejl ved fjernelse af forbindelse i signal-K
de: Fehlgeschlagen. Fehler beim Entfernen der Verbindung in Signal K
es: Error. Error al eliminar la conexión en Signal K
fi: Epäonnistui. Virhe kytkennän poistossa Signal Kssa
fr: Échec. Erreur lors de la suppression de la connexion sur Signal K
it: Fallito. Errore nella rimozione della connessione in Signal K
nb: Mislyktes. Feil ved fjerning av tilkobling i Signal K
pl: Niepowodzenie. Błąd podczas usuwania połączenia w Signal K
sv: Misslyckades. Fel vid borttagning av anslutning i Signal K

source: Adding connection for device:
ca: Afegint connexió per al dispositiu:
cs: Přidávání připojení k zařízení:
da: Tilføjer forbindelse til enhed:
de: Verbindung für Gerät hinzufügen:
es: Añadiendo conexión para dispositivo:
fi: Lisätään kytkentä laitteelle:
fr: Ajout de la connexion pour le périphérique :
it: Aggiunta connessione per il dispositivo:
nb: Legger til tilkobling for enhet:
pl: Dodawanie połączenia dla urządzenia:
sv: Lägger till anslutning för enheten:

source: Baud Rate:
ca: Velocitat de bauds:
cs: Rychlost baud:
da: Baud-hastighed:
es: Baudios:
fi: Baud Arvo:
fr: Vitesse de transmission (débit en bauds):
nb: Overføringshastighet:
pl: Prędkość w bodach:
sv: Baudhastighet:

source: AUTO
ca: AUTOMÀTIC
cs: Automatické
es: Automático
pl: AUTOMATYCZNIE

source: Data:
ca: Dades:
de: Daten:
es: Datos:
fi: Tiedot:
fr: Données :
it: Dati:
pl: Dane:

source: Serial port:
ca: Port sèrie:
cs: Sériový port:
da: Seriel Port:
de: Serieller Port:
es: Puerto Serie:
fi: Sarjaportti:
fr: Port série:
it: Porta seriale:
nb: Serieport:
pl: Port szeregowy:
sv: Serieport:

source: Press AUTO to create a connection in Signal K using the settings above.
ca: Prem AUTOMÀTIC per a crear una connexió a Signal K utilitzant aquests preferències.
cs: Stiskněte AUTO pro vytvoření připojení k Signal K serveru pomocí nastavení výše.
da: Tryk på AUTO for at oprette en forbindelse i signal-K ved hjælp af ovenstående indstillinger.
de: Drücken Sie AUTO um eine Verbindung in Signal K mit den obigen Einstellungen herzustellen.
es: Presione AUTO para crear una conexión en Signal K usando los ajustes anteriores.
fi: Paina AUTO, jos haluat muodostaa yhteyden Signal Khon yllä olevilla asetuksilla.
fr: Appuyez sur AUTO pour créer une connexion dans Signal K en utilisant les paramètres ci-dessus.
it: Premi AUTO per creare una connessione a Signal K utilizzando le impostazioni qui sopra.
nb: Trykk AUTO for å opprette en kobling i Signal K ved å bruke innstillingene ovenfor.
pl: Naciśnij AUTOMATYCZNIE aby utworzyć połączenie w Sygnał K za pomocą powyższych ustawień.
sv: Tryck på AUTO för att skapa en anslutning i Signal K med hjälp av inställningarna ovan.

source: Press MANUAL if you need to add special settings.
ca: Prem MANUAL si necessites afegir preferències específiques.
cs: Pokud potřebujete přidat speciální nastavení, stiskněte Manuální.
da: Tryk på MANUELT, hvis du har brug for at tilføje specielle indstillinger.
de: Drücken Sie MANUELL, wenn Sie spezielle Einstellungen hinzufügen möchten.
es: Presione MANUAL si necesita agregar ajustes especiales.
fi: Paina MANUAL jos on tarpeen lisätä erikoisasetuksia.
fr: Appuyez sur MANUEL si vous avez besoin d'ajouter des paramètres spéciaux.
it: Premere MANUALE se è necessario aggiungere impostazioni speciali.
nb: Trykk på MANUELL hvis du trenger å legge til spesielle innstillinger.
pl: Naciśnij RĘCZNIE, jeśli chcesz dodać specjalne ustawienia.
sv: Tryck på MANUELL om du behöver lägga till specifika inställningar.

source: To get data in OpenCPN, make sure this network connection exists in OpenCPN: Protocol: Signal K Address: localhost DataPort:
ca: Per obtenir dades a OpenCPN, confirma que aquesta connexió de xarxa existeix a OpenCPN: Protocol: Signal K Adreça: localhost Port de dades:
cs: Chcete-li získat data v OpenCPN, ujistěte se, že toto síťové připojení existuje v OpenCPN: Protocol: Signal K Adresa: localhost DataPort:
da: For at hente data i OpenCPN, sørg for at denne netværksforbindelse findes i OpenCPN: Protokol: Signal K Adresse: localhost DataPort:
de: Um Daten in OpenCPN zu erhalten, stellen Sie sicher, dass diese Netzwerkverbindung in OpenCPN existiert: Protokoll: Signal K Adresse: localhost DataPort:
es: Para obtener datos en OpenCPN, asegúrese de que esta conexión de red existe en OpenCPN: Protocolo: Signal K Dirección: localhost Puerto:
fi: Saadaksesi tietoja OpenCPN: stä, varmista, että tämä verkkoyhteys on olemassa OpenCPN: ssä: Protokolla: Signal K Osoite: localhost DataPort:
fr: Assurez-vous que cette connexion réseau est bien définie à l'intérieur d'OpenCPN afin que les données puissent y circuler: Protocole : Signal K Adresse : localhost DataPort :
it: Per ottenere dati in OpenCPN, assicurati che questa connessione di rete esista in OpenCPN: Protocol: Signal K Indirizzo: localhost DataPort:
nb: For å få data i OpenCPN, kontroller at denne nettverksforbindelsen eksisterer i OpenCPN: Protokoll: Signal K Adresse: localhost dataport:
pl: Aby otrzymać dane w OpenCPN, upewnij się, że istnieje następuje połączenie sieciowe w OpenCPN: Protokół: Signal K Adres: localhost DataPort:
sv: För att hämta data i OpenCPN, se till att denna nätverksanslutning finns i OpenCPN: Protokoll: Signal K Adress: localhost DataPort:

source: Press AUTO to create a "canboatjs" connection for a NGT-1 or a CAN-USB device in Signal K using the settings above.
ca: Prem AUTO per a crear una connexió "canboatjs" per a un dispositiu NGT-1 o CAN-USB a Signal K amb aquestes preferències.
cs: Stiskněte Automatické pro vytvoření spojení "canboatjs" pro NGT-1 nebo CAN-USB zařízení v Signal K serveru pomocí výše uvedeného nastavení.
da: Tryk på AUTO for at oprette en "canboatjs" -forbindelse til en NGT-1 eller en CAN-USB-enhed i signal-K ved hjælp af indstillingerne ovenfor.
de: Drücken Sie AUTO um eine "canboatjs" Verbindung für ein NGT-1 oder ein CAN-USB Gerät in Signal K unter Verwendung der obigen Einstellungen herstellen möchten.
es: Presione AUTO para crear una conexión "canboatjs" para un NGT-1 o un dispositivo CAN-USB en Signal K usando los ajustes anteriores.
fi: Paina AUTO, jos haluat tehdä "canboatjs" yhteyden NGT-1 tai CAN-USB laitteelle Signal Kssa yllä olevilla asetuksilla.
fr: Appuyez sur AUTO pour créer une connexion "canboatjs" pour un périphérique NGT-1 ou un périphérique CAN-USB dans Signal K en utilisant les paramètres ci-dessus.
it: Premi AUTO per creare una connessione "canboatjs" per un NGT-1 o dispositivo CAN-USB in Signal K utilizzando le impostazioni qui sopra.
nb: Trykk AUTO for å opprette en "canboatjs"-tilkobling til en NGT-1 eller en CAN-USB-enhet i Signal K ved hjelp av innstillingene ovenfor.
pl: Naciśnij AUTOMATYCZNIE aby utworzyć połączenie "canboatjs" dla urządzenia NGT-1 lub CAN-USB w Signal K, używając powyższych ustawień.
sv: Tryck på AUTO för att skapa en "canboatjs" anslutning för en NGT-1 eller en CAN-USB-enhet i Signal K med hjälp av inställningarna ovan.

source: Press MANUAL if you need to add special settings or you want to set a slcand device.
ca: Prem MANUAL si necessites afegir preferències específiques o si vols establir un dispositiu slcand.
cs: Stiskněte Manuální, pokud potřebujete přidat speciální nastavení nebo si přejete nastavit CAN zařízení.
de: Drücken Sie MANUAL, wenn Sie spezielle Einstellungen hinzufügen oder ein Slcand-Gerät einstellen möchten.
es: Presione MANUAL si necesita agregar ajustes especiales o desea establecer un dispositivo slcand.
fi: Paina MANUALIA jos haluat lisätä erityisiä asetuksia tai haluat asettaa slcand laitteen.
fr: Appuyez sur MANUEL pour ajouter des paramètres spéciaux ou pour définir un périphérique slcand.
it: Premere MANUAL se è necessario aggiungere impostazioni speciali o si desidera impostare un dispositivo slcand.
nb: Trykk på MANUELL hvis du trenger å legge til spesielle innstillinger eller konfigurere en slcand-enhet.
pl: Naciśnij RĘCZNIE jeśli chcesz dodać specjalne ustawienia lub chcesz ustawić urządzenie slcand.
sv: Tryck på MANUELL om du behöver lägga till specifika inställningar eller om du vill ställa in en slcand enhet.

source: Use "SK → NMEA 2000" plugin to send data from Signal K to your CAN network. Open desired TX PGNs in your device.
ca: Utilitza el plugin "SK → NMEA 2000" per a enviar dades desde Signal K a la teva xarxa CAN. Obre els TX PGN necessaris al teu dispositiu.
cs: Použijte plugin "SK → NMEA 2000" pro odesílání dat ze serveru Signal K do vaší CAN sítě. Otevřete požadované TX PGNs ve vašem zařízení.
da: Brug plug-in "SK → NMEA 2000" til at sende data fra signal K til dit CAN-netværk. Åbn de ønskede TX PGN'er på din enhed.
de: Benutzen Sie das Plugin "SK → NMEA 2000", um Daten von Signal K an Ihr CAN-Netzwerk zu senden. Öffnen Sie die gewünschten TX-PGNs in Ihrem Gerät.
es: Utilice el plugin "SK → NMEA 2000" para enviar datos de Signal K a su red CAN. Abra los PGNs TX deseados en su dispositivo.
fi: Käytä "SK -> NMEA 2000" pluginia datan siirtämiseksi Signal Ksta CAN verkkoon. Avaa oikeat TX PGNt laitteessasi.
fr: Utilisez le plugin "SK → NMEA 2000" pour envoyer des données de Signal K vers votre réseau CAN. Ouvrez les TX PGNs désirés sur votre périphérique.
it: Usa il plugin "SK → NMEA 2000" per inviare dati da Signal K alla tua rete CAN. Apri i TX PGN desiderati nel tuo dispositivo.
nb: Bruk "SK → NMEA 2000"-plugin for å sende data fra Signal K til CAN nettverket. Åpne ønskede TX PGNer på enheten.
pl: Użyj wtyczki "SK → NMEA 2000", aby wysyłać dane z Signal K do Twojej sieci CAN. Otwórz pożądane PGNy TX na swoim urządzeniu.
sv: Använd "SK → NMEA 2000" plugin för att skicka data från Signal K till ditt CAN-nätverk. Öppna önskade TX PGNs i enheten.

source: Press AUTO to add this device to the list of devices managed by GPSD. A connection for GPSD will be created in Signal K if it does not exist.
ca: Prem AUTO per a afegir aquest dispositiu a la llista de dispositius administrats per GPSD. Es crearà una connexió de Signal K per a GPSD si aquesta no existeix.
cs: Stiskněte AUTO pro přidání tohoto zařízení do seznamu zařízení spravovaných GPSD. Spojení pro GPSD bude vytvořeno ve Signal K, pokud neexistuje.
da: Tryk på AUTO for at tilføje denne enhed til listen over enheder, der administreres af GPSD. En forbindelse til GPSD oprettes i Signal K, hvis den ikke findes.
de: Drücken Sie AUTO um dieses Gerät zur Liste der Geräte hinzuzufügen, die von GPSD verwaltet werden. Eine GPSD-Verbindung wird in Signal K erzeugt, wenn sie nicht existiert.
es: Presione AUTO para añadir este dispositivo a la lista de dispositivos gestionados por GPSD. Una conexión para GPSD se creará en Signal K si no existe.
fi: Paina AUTO lisätäksesi tämän laitteen GPSD:n hallinnoimien laitteiden luetteloon. GPSD:lle luodaan yhteys Signal K:ssa, jos sitä ei ole olemassa.
fr: Appuyez sur AUTO pour ajouter cet appareil à la liste des périphériques gérés par GPSD. Une connexion pour GPSD sera créée dans Signal K si elle n'existe pas.
it: Premere AUTO per aggiungere questo dispositivo all'elenco dei dispositivi gestiti dal GPSD. Una connessione per GPSD verrà creata in Signal K se non esiste.
nb: Trykk AUTO for å legge denne enheten til listen over enheter som administreres av GPSD. En tilkobling til GPSD vil bli opprettet i Signal K hvis den ikke eksisterer.
pl: Naciśnij AUTOMATYCZNIE aby dodać to urządzenie do listy urządzeń zarządzanych przez GPSD. Połączenie GPSD zostanie utworzone w Signal K, jeśli nie istnieje.
sv: Tryck på AUTO för att lägga till denna enhet i listan över enheter som hanteras av GPSD. En anslutning för GPSD kommer att skapas i Signal K om den inte finns.

source: Be sure you send only GNSS or AIS data to GPSD. Baud Rate will be automatically assigned.
ca: Confirma que només envies dades GNSS o AIS a GPSD. La freqüència de bauds s'assignarà automàticament.
cs: Ujistěte se, že odesíláte pouze GNSS nebo AIS data na GPSD. Baud rate bude automaticky přiřazen.
da: Sørg for kun at sende GNSS- eller AIS-data til GPSD. Baud hastighed tildeles automatisk.
de: Stellen Sie sicher, dass Sie nur GNSS oder AIS Daten an GPSD senden. Baud Rate wird automatisch zugewiesen.
es: Asegúrese de enviar sólo datos GNSS o AIS a GPSD. La tarifa de baud se asignará automáticamente.
fi: Varmista, että lähetät vain GNSS tai AIS dataa GPSDhen. Baudit asetetaan automaattisesti.
fr: Assurez-vous d'envoyer uniquement des données GNSS ou AIS à GPSD. La vitesse de transmission (baud rate) sera automatiquement attribuée.
it: Assicurati di inviare solo dati GNSS o AIS al GPSD. Il Baud Rate sarà assegnato automaticamente.
nb: Vær sikker på at du bare sender GNSS eller AIS-data til GPSD. Overføringshastighet blir satt automatisk.
pl: Upewnij się, że wysyłasz tylko dane GNSS lub AIS do GPSD. Szybkość transmisji zostanie ustawiona automatycznie.
sv: Se till att du endast skickar GNSS eller AIS-data till GPSD. Baudhastighet tilldelas automatiskt.

source: Pypilot will get data from GPSD automatically.
ca: Pypilot obtindrà les dades de GPSD automàticament.
cs: Pypilot automaticky získá data z GPSD.
da: Pypilot henter data fra GPSD automatisk.
de: Pypilot holt automatisch Daten von GPSD.
es: Pypilot obtendrá datos de GPSD automáticamente.
fi: Pypilot saa dataa GPSDstä automaattisesti.
fr: Pypilot récupèrera automatiquement les données du GPSD.
it: Pypilot otterrà dati dalla GPSD automaticamente.
nb: Pypilot vil hente data fra GPSD automatisk.
pl: Pypilot będzie automatycznie otrzymywał dane z GPSD.
sv: Pypilot hämtar data från GPSD automatiskt.

source: (or motor controller data)
ca: (o dades del controlador de motor)
cs: (nebo údaje ovladače motoru)
da: (eller motorstyringsdata)
de: (oder Motorsteuerungsdaten)
es: (o datos del controlador de motor)
fi: (tai moottorin hallinnan data)
fr: (ou les données du contrôleur de moteur)
it: (o dati del controller motore)
nb: (eller motorkontroll-data)
pl: (lub dane kontrolera silnika)
sv: (eller data från motorstyrningen)

source: Press AUTO to use this device to send data to Pypilot. Baud Rate will be automatically assigned.
ca: Prem AUTO per a utilitzar aquest dispositiu per enviar dades a Pypilot. La freqüència de bauds s'assignarà automàticament.
cs: Stiskněte AUTO pro použití tohoto zařízení pro odesílání dat do Pypilotu. Baud rate bude automaticky přiřazen.
da: Tryk på AUTO for at bruge denne enhed til at sende data til Pypilot. Baud hastighed tildeles automatisk.
de: Drücken Sie AUTO um dieses Gerät zum Senden von Daten an Pypilot zu verwenden. Baud Rate wird automatisch zugewiesen.
es: Presiona AUTO para usar este dispositivo para enviar datos a Pypilot. La Tasa de Baud se asignará automáticamente.
fi: Paina AUTO käyttääksesi tätä laitetta lähettämään dataa Pypilotille. Bauditaso määrittyy automaattisesti.
fr: Appuyez sur AUTO pour utiliser ce périphérique pour envoyer des données à Pypilot. La vitesse de transmission (baud rate) sera automatiquement attribuée.
it: Premi AUTO per utilizzare questo dispositivo per inviare dati a Pypilot. La velocità di Baud verrà assegnata automaticamente.
nb: Trykk AUTO for å bruke denne enheten for å sende data til Pypilot. Overføringshastighet settes automatisk.
pl: Naciśnij AUTOMATYCZNIE by użyć tego urządzenia, aby wysłać dane do Pypilota. Szybkość zostanie przypisana automatycznie.
sv: Tryck på AUTO för att använda enheten för att skicka data till Pypilot. Baudhastighet tilldelas automatiskt.

source: Press MANUAL if you prefer to set this device in openplotter-pypilot app.
ca: Prem MANUAL si prefereixes establir aquest dispositiu a l'aplicació openplotter-pypilot.
cs: Stiskněte MANUAL, pokud chcete nastavit toto zařízení v aplikaci "openplotter-pypilot".
da: Tryk på MANUELT, hvis du foretrækker at indstille denne enhed i openplotter-pypilot-appen.
de: Drücken Sie MANUAL, wenn Sie dieses Gerät in der openplotter-pypilot App einstellen möchten.
es: Presione MANUAL si prefiere configurar este dispositivo en la aplicación openplotter-pypilot.
fi: Paina MANUAL, jos käytät tätä laitetta mieluimmin openplotter-pypilot apilla.
fr: Appuyez sur MANUEL si vous préférez définir ce périphérique dans l'appli openplotter-pypilot.
it: Premi MANUALE se preferisci impostare questo dispositivo nell'app openplotter-pypilot.
nb: Trykk MANUELL hvis du foretrekker å tilordne denne enheten i appen opplotter-pypilot.
pl: Naciśnij RĘCZNIE, jeśli wolisz ustawić to urządzenie w aplikacji openplotter-pypilot.
sv: Tryck på MANUELL om du föredrar att ställa in denna enhet i openplotter-pypilot appen.

source: Failed. This ID already exists
ca: Error. Aquest ID ja existeix
cs: Chyba, toto ID již existuje
da: Mislykkedes. Dette ID findes allerede
de: Fehlgeschlagen. Diese ID existiert bereits
es: Error. Este ID ya existe
fi: Epäonnistui. Tämä ID on jo olemassa
fr: Échec. Cet identifiant existe déjà
it: Fallito. Questo ID esiste già
nb: Mislyktes. Denne IDen finnes allerede
pl: Niepowodzenie. Ten identyfikator już istnieje
sv: Misslyckades. Detta ID finns redan

source: Failed. This device is already in use
ca: Error. Aquest dispositiu ja està en ús
cs: Chyba, toto zařízení je již používáno
da: Mislykkedes. Denne enhed er allerede i brug
de: Fehlgeschlagen. Dieses Gerät wird bereits verwendet
es: Error. Este dispositivo ya está en uso
fi: Epäonnistui. Tämä laite on jo käytössä
fr: Échec. Ce périphérique est déjà utilisé
it: Fallito. Questo dispositivo è già in uso
nb: Mislyktes. Denne enheten er allerede i bruk
pl: Niepowodzenie. To urządzenie jest już w użyciu
sv: Misslyckades. Denna enhet används redan

source: Failed. Error creating connection in Signal K
ca: Error. Error en crear la connexió a Signal K
cs: Chyba při vytváření připojení k Signal K serveru
da: Mislykkedes. Fejl ved oprettelse af forbindelse i signal-K
de: Fehlgeschlagen. Fehler beim Erstellen der Verbindung in Signal K
es: Error. Error al crear conexión en Signal K
fi: Epäonnistui. Virhe kytkettäessä Signal Khon
fr: Échec. Erreur lors de la création de la connection sur Signal K
it: Fallito. Errore nella creazione della connessione in Signal K
nb: Feil under oppretting av tilkobling i Signal K
pl: Niepowodzenie. Błąd podczas tworzenia połączenia w Signal K
sv: Misslyckades. Fel vid skapande av anslutning i Signal K

source: Failed. This device is already set in Pypilot
ca: Error. Aquest dispositiu ja està configurat a Pypilot
cs: Chyba, toto zařízení je již používáno Pypilotem
da: Mislykkedes. Denne enhed er allerede indstillet i Pypilot
de: Fehlgeschlagen. Dieses Gerät ist bereits in Pypilot gesetzt
es: Error. Este dispositivo ya está configurado en Pypilot
fi: Epäonnistui. Tämä laite on jo asetettu Pypilotissa
fr: Échec. Ce périphérique est déjà défini dans Pypilot
it: Fallito. Questo dispositivo è già impostato in Pypilot
nb: Mislyktes. Denne enheten er allerede angitt i Pypilot
pl: Niepowodzenie. To urządzenie jest już ustawione w Pypilot
sv: Misslyckades. Denna enhet är redan inställd i Pypilot

source: Failed. Error setting the device in Pypilot
ca: Error. Error establint aquest dispositiu a Pypilot
cs: Chyba při nastavení zařízení v Pypilotu
da: Mislykkedes. Fejl ved indstilling af enheden i Pypilot
de: Fehlgeschlagen. Fehler beim Setzen des Geräts in Pypilot
es: Error. Error al establecer el dispositivo en Pypilot
fi: Epäonnistui. Virhe laitteen Pypilotin asetuksissa
fr: Échec. Erreur lors du paramétrage du périphérique dans Pypilot
it: Fallito. Errore nell'impostazione del dispositivo in Pypilot
nb: Mislyktes. Feil innstilling av enheten i Pypilot
pl: Niepowodzenie. Błąd podczas ustawiania urządzenia w Pypilot
sv: Misslyckades. Fel vid inställning av enheten i Pypilot

source: Device details on:
ca: Detalls del dispositiu a:
de: Gerätedetails auf:
es: Detalles del dispositivo en:
fr: Détails de l'appareil sur:
it: Dettagli del dispositivo su:
nb: Opplysninger om enhet:

source: Close
ca: Tancar
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nb: Lukk

source: Editing GPSD config file...
ca: Editant fitxer de configuració de GPSD...
cs: Úprava konfiguračního souboru GPSD služby...
da: Redigerer GPSD-konfigurationsfil...
de: Bearbeite GPSD Konfigurationsdatei...
es: Editando archivo de configuración GPSD...
fi: Muokataan GPSD asetus tiedostoa...
fr: Modification du fichier de configuration GPSD...
it: Modifica file di configurazione GPSD...
nb: Redigerer GPSD-konfigurasjonsfil...
pl: Edycja pliku konfiguracyjnego GPSD...
sv: Redigerar GPSD-konfigurationsfil...

source: DONE
ca: FET
cs: Hotovo
da: UDFØRT
de: Fertig
es: Hecho
fi: VALMIS
fr: TERMINÉ
it: FATTO
nb: FERDIG
pl: GOTOWE
sv: KLAR

source: FAILED:
ca: ERROR:
cs: Chyba:
da: Mislykket:
de: FEHLGESCHLAGEN:
es: ERROR:
fi: EPÄONNISTUNUT:
fr: ÉCHEC:
it: FALLITO:
nb: MISLYKKET:
pl: NIEPOWODZENIE:
sv: MISSLYCKADES:

source: Setting version...
ca: Establint la versió...
cs: Nastavuji verzi...
da: Indstiller version...
de: Setze Version...
es: Ajustando versión...
fi: Asetetaan versio...
fr: Réglage de la version...
it: Impostazione versione...
nb: Angir versjon...
pl: Ustawianie wersji...
sv: Ställer in version...

source: Removing GPSD config file...
ca: Eliminant fitxer de configuració de GPSD...
cs: Odstraňuji konfigurační soubor služby GPSD...
da: Fjerner GPSD-konfigurationsfil...
de: Entferne GPSD Konfigurationsdatei...
es: Eliminando archivo de configuración GPSD...
fi: Poistetaan GPSD asetus tiedosto...
fr: Suppression du fichier de configuration GPSD...
it: Rimozione file di configurazione GPSD...
nb: Fjerner GPSD-konfigurasjonsfil...
pl: Usuwanie pliku konfiguracyjnego GPSD...
sv: Tar bort GPSD-konfigurationsfil...

source: Removing version...
ca: Eliminant versió...
cs: Odstraňuji verzi...
da: Fjerner version...
de: Entferne Version...
es: Eliminando versión...
fi: Poistetaan versio...
fr: Suppression de la version...
it: Rimozione versione...
nb: Fjerner versjon...
pl: Usuwanie wersji...
sv: Tar bort version...

source: Checking serial connections alias...
ca: Comprovant els àlies de les connexions sèrie...
cs: Kontrola aliasů sériových připojení...
da: Tjekker alias til serielle forbindelser...
de: Überprüfe den Alias für serielle Verbindungen...
es: Comprobando los alias de las conexiones serie...
fi: Tutkitaan sarjaliitännän nimeä...
fr: Vérification des alias de connexions série...
it: Controllo degli alias nelle connessioni seriali...
nb: Sjekker serielle tilkoblingers alias...
pl: Sprawdzanie aliasów połączeń szeregowych...
sv: Kontrollerar seriella anslutningars alias...

source: All your serial connections have an assigned alias
ca: Totes les teves connexions serie tenen un àlies assignat
cs: Všechna vaše sériová spojení mají přiřazený alias
da: Alle dine serielle forbindelser har et tildelt alias
de: Alle Ihre seriellen Verbindungen haben einen Alias zugewiesen
es: Todas tus conexiones seriales tienen un alias asignado
fi: Kaikilla sarjaliitännöillä on nimi liitettynä
fr: Toutes vos connexions série ont un alias assigné
it: Tutte le tue connessioni seriali hanno un alias assegnato
nb: Alle dine serielle tilkoblinger har et tilordnet alias
pl: Wszystkie połączenia szeregowe mają przypisane aliasy
sv: Alla dina seriella anslutningar har ett tilldelat alias
