Repository: openplotter/openplotter-serial
Catalog: openplotterSerial/locale/*/LC_MESSAGES/openplotter-serial.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, pl, sv

source: There are serial connections with no alias assigned:
ca: Hi ha connexions sèrie sense àlies assignat:
cs: Sériová spojení nemají přiřazený alias:
da: Der er serielle forbindelser uden nogen alias tildelt:
de: Es gibt serielle Verbindungen, denen kein Alias zugewiesen ist:
es: Hay conexiones seriales sin alias asignados:
fi: On sarjaliitäntöjä ilman liitettyä nimeä:
fr: Il y a des connexions série sans alias assigné :
it: Ci sono connessioni seriali senza alias assegnati:
nb: Det finnes serielle forbindelser uten alias:
pl: Istnieją połączenia szeregowe bez przypisanego aliasu:
sv: Det finns seriella anslutningar utan tilldelade alias:

source: connection ID:
ca: ID de la connexió:
cs: iD spojení:
da: forbindelses ID:
de: Verbindungs-ID
es: iD de conexión:
fi: kytkentä ID:
fr: identifiant de connexion:
it: ID connessione:
nb: tilkobling-ID:
pl: ID połączenia:
sv: anslutnings ID:

source: device:
ca: dispositiu:
cs: zařízení:
da: enhed:
de: Gerät:
es: dispositivo:
fi: laite:
fr: périphérique:
it: dispositivo:
nb: enhet:
pl: urządzenie:
sv: enhet:

source: Set USBAUTO="false" in /etc/default/gpsd
ca: Estableix USBAUTO="false" a /etc/default/gpsd
es: Establezca USBAUTO="false" en /etc/default/gpsd
it: Imposta USBAUTO="false" in /etc/default/gpsd

source: Set START_DAEMON="false" in /etc/default/gpsd
ca: Estableix START_DAEMON="false" a /etc/default/gpsd
es: Establezca START_DAEMON="false" en /etc/default/gpsd
it: Imposta START_DAEMON="false" in /etc/default/gpsd

source: alias
ca: àlies

source: MANUAL
cs: Manuální
da: MANUELT
de: MANUELL
fi: KÄSIN
fr: MANUEL
it: MANUALE
nb: MANUELL
pl: RĘCZNIE
sv: MANUELL

source: This action disables Bluetooth and enables UART0 interface in GPIO 14 and 15. Changes will be applied after the next reboot.
fi: Tämä toiminto estää Bluetoothin ja mahdollistaa UART0 rajapinnan GPIO 14 ja 15. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie wyłącza Bluetooth i włącza interfejs UART0 na GPIO 14 i 15. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action disables UART0 interface in GPIO 14 and 15 and enables Bluetooth. Changes will be applied after the next reboot.
fi: Tämä toiminto poistaa käytöstä UART0n GPIO 14 ja 15 ja mahdollistaa Bluetoothin. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie wyłącza interfejs UART0 na GPIO 14 i 15 i włącza Bluetooth. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action enables UART2 interface in GPIO 0 and 1. Changes will be applied after the next reboot.
fi: Tämä toiminto sallii UART2 rajapinnan GPIO 0 ja 1. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie włącza interfejs UART2 na GPIO 0 i 1. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action disables UART2 interface in GPIO 0 and 1. Changes will be applied after the next reboot.
fi: Tämä toiminto estää UART2 rajapinnan GPIO 0 ja 1. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie wyłącza interfejs UART2 na GPIO 0 i 1. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action enables UART3 interface in GPIO 4 and 5. Changes will be applied after the next reboot.
fi: Tämä toiminto sallii UART3 rajapinnan GPIO 4 ja 5. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie włącza interfejs UART3 na GPIO 4 i 5. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action disables UART3 interface in GPIO 4 and 5. Changes will be applied after the next reboot.
fi: Tämä toiminto estää UART3 rajapinnan GPIO 4 ja 5. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie wyłącza interfejs UART3 na GPIO 4 i 5. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action enables UART4 interface in GPIO 8 and 9. Changes will be applied after the next reboot.
fi: Tämä toiminto sallii UART4 rajapinnan GPIO 8 ja 9. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie włącza interfejs UART4 na GPIO 8 i 9. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action disables UART4 interface in GPIO 8 and 9. Changes will be applied after the next reboot.
fi: Tämä toiminto estää UART4 rajapinnan GPIO 8 ja 9. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie wyłącza interfejs UART4 na GPIO 8 i 9. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action enables UART5 interface in GPIO 12 and 13. Changes will be applied after the next reboot.
fi: Tämä toiminto sallii UART5 rajapinnan GPIO 12 ja 13. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie włącza interfejs UART5 na GPIO 12 i 13. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: This action disables UART5 interface in GPIO 12 and 13. Changes will be applied after the next reboot.
fi: Tämä toiminto estää UART5 rajapinnan GPIO 12 ja 13. Muutokset lisätään seuraavassa käynnistyksessä.
pl: To działanie wyłącza interfejs UART5 na GPIO 12 i 13. Zmiany zostaną zastosowane po ponownym uruchomieniu.

source: Remember port (positon on the USB-hub)
fi: Muistaa portin (paikkan USB-hubissa)
pl: Zapamiętaj port (gniazdo USB)

source: Pypilot serial devices modified and autopilot enabled
fi: Pypilotin sarjalaitteisto on muokattu ja automaattiohjain käytössä
pl: Urządzenie szeregowe Pypilot zmodyfikowane i autopilot włączony

source: ID
fr: Identifiant

source: ID:
fr: Identifiant:
